Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
es_es: Los objetivos y el feedback se han compartido con el responsable reasignado para permitir la finalización de la evaluación.

source: Goals at a glance
es_es: Objetivos de un vistazo

source: Review uploaded by HR on {{date}}
es_es: Evaluación cargada por RR. HH el {{date}}

source: Not submitted
es_es: No enviado

source: Access reviews, monitor progress, and keep up with the process.
es_es: Accede a las evaluaciones, supervisa su progreso y mantén el control del proceso.

source: This was resolved. I’m happy with the outcome.
es_es: Se ha resuelto. Estoy satisfecho con el resultado.

source: Go to this goal page
es_es: Ir a esta página de objetivo

source: Show closed reviews
es_es: Mostrar evaluaciones cerradas

source: Manager to complete the challenge review:
es_es: Gerente que debe completar la evaluación impugnada:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
es_es: Hay {{count}} evaluaciones en la fase "{{stage}}". Aplique filtros para ver las evaluaciones y moverlas a la fase siguiente.

source: View all or apply filters to see reviews and available actions
es_es: Ver todo o aplicar filtros para ver las evaluaciones y las acciones disponibles

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
es_es: No hay evaluaciones que coincidan con su selección de filtros actual. Edite su selección de filtros para encontrar evaluaciones y moverlas a otras fases.

source: Apply filters to view and delete reviews
es_es: Aplica filtros para ver y eliminar evaluaciones

source: Delete selected reviews
es_es: Eliminar las evaluaciones seleccionadas

source: Search for managers and IDs
es_es: Buscar responsables e ID

source: Search for an organizational unit
es_es: Buscar una unidad organizativa

source: Search for workers and IDs
es_es: Buscar trabajadores e ID

source: Select stage
es_es: Seleccionar fase

source: Move selected reviews to a different stage
es_es: Mover las evaluaciones seleccionadas a una fase diferente

source: Try adjusting your filters to find what you are looking for.
es_es: Intenta ajustar los filtros para encontrar lo que buscas.

source: No reviews found
es_es: No se encontraron revisiones

source: Apply filters to view the reviews and move them to the next stage.
es_es: Aplica filtros para ver las revisiones y moverlas a la siguiente etapa.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
es_es: No hay evaluaciones en la fase "{{stage}}" que coincidan con su selección de filtro actual. Edite su selección de filtro para encontrar evaluaciones y moverlas a otras fases.

source: Review stage
es_es: Fase de evaluación

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
es_es: Si está listo para tener una conversación sobre desempeño con {{employee}}, puede enviar su evaluación. Tenga en cuenta que no verán su evaluación hasta que la publique.

source: Additional manager — Invited by {{name}}
es_es: Responsable adicional, invitado por {{name}}

source: Your review was submitted, but has not yet published to the worker.
es_es: Tu evaluación se ha enviado, pero todavía no se ha publicado al trabajador.

source: Manager requested by worker
es_es: Responsable solicitado por el trabajador

source: Add manager reviewers
es_es: Añadir evaluadores del responsable

source: Additional Managers
es_es: Responsables adicionales

source: Your suggested additional reviewers were successfully removed.
es_es: Sus revisores adicionales sugeridos se eliminaron correctamente.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
es_es: Su responsable ahora verá a los revisores de responsable que ha propuesto y podrá invitarles a participar en esta evaluación.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
es_es: Estas personas pueden añadir comentarios a su evaluación, pero no serán responsables del resultado final publicado por su responsable. Podrá ver toda la información introducida por revisores adicionales cuando el responsable publique la evaluación. Los revisores adicionales solo podrán ver la respuesta que ellos mismos hayan enviado.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
es_es: Estas personas pueden añadir comentarios a su evaluación, pero no serán responsables del resultado final publicado por su responsable. Podrá ver toda la información introducida por otros revisores cuando el responsable publique la evaluación. Tenga en cuenta que los responsables adicionales podrán ver su autoevaluación.

source: Invite workers to participate in this review
es_es: Invitar a los trabajadores a participar en esta evaluación

source: No additional managers yet
es_es: Todavía no hay responsables adicionales

source: Search and suggest additional manager reviewers to the line manager
es_es: Buscar y proponer evaluadores de responsable adicionales al responsable de línea

source: No suggested additional managers are waiting for an invitation
es_es: No hay responsables adicionales propuestos que estén esperando una invitación

source: Manage additional managers
es_es: Gestionar responsables adicionales

source: This option allows you to add and manage additional managers in this review.
es_es: Esta opción le permite añadir y gestionar responsables adicionales en esta evaluación.

source: Add and manage <br/> additional managers to the review
es_es: Añadir y gestionar <br/> responsables adicionales a la evaluación

source: {{current}} of {{max}} additional managers
es_es: {{current}} de {{max}} responsables adicionales

source: Suggest additional managers
es_es: Proponer responsables adicionales

source: Optional comment
es_es: Comentario opcional

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
es_es: Se ha añadido como responsable adicional. Para realizar el envío, elimínese de la lista, ya que completará la evaluación del responsable.

source: Submit & publish review
es_es: Enviar y publicar reseña

source: Publish review
es_es: Publicar reseña

source: Submit review
es_es: Enviar reseña

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
es_es: El formulario está en la fase de moderación; puede hacer modificaciones directamente desplazándose a las áreas específicas que desee actualizar. Basta reabrir el formulario si desea que el trabajador también edite y vuelva a enviar su evaluación. De lo contrario, puede editar sus comentarios y calificaciones directamente más abajo.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
es_es: Su formulario está ahora en la fase de moderación y se reabrirá una vez que haya completado el proceso de moderación sin conexión con RR. HH. Cuando se reabra su formulario, podrá editar sus observaciones y publicar la evaluación para el trabajador.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
es_es: Su formulario está ahora en la fase de moderación. Puede editarlo directamente desplazándose hacia abajo en la página hasta las áreas específicas que desea actualizar.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
es_es: Su formulario está ahora en la fase de moderación y se reabrirá una vez que haya completado su proceso de moderación sin conexión con RR. HH. Una vez reabierto, podrá realizar cambios y publicar la evaluación al trabajador.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
es_es: Esta evaluación se ha movido a la fase de "Conversación y publicación". Realice los cambios necesarios en sus calificaciones y comentarios antes de publicar la evaluación. Tenga en cuenta que, aunque no quiera realizar cambios, tendrá que publicar la evaluación para que el trabajador pueda ver sus calificaciones y comentarios.

source: Go to most recent
es_es: Ir al más reciente

source: My review
es_es: Mi evaluación

source: This user is no longer active.
es_es: Este usuario ya no está activo.

source: No reviews in progress
es_es: No hay revisiones en curso

source: No performance reviews yet
es_es: Aún no hay evaluaciones de desempeño

source: Create and publish performance reviews for your organization.
es_es: Cree y publique evaluaciones de desempeño para su organización.

source: Display draft content
es_es: Mostrar contenido en borrador

source: Draft - visible only to you
es_es: Borrador: solo usted lo puede ver

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
es_es: No ha enviado sus comentarios y valoraciones redactados como parte de esta evaluación. ¿Quiere mostrar su contenido no publicado a continuación? Los objetivos y comportamientos sin contenido redactado no se muestran.

source: Overall behavior comment
es_es: Comentario general sobre el comportamiento

source: Overall behavior rating
es_es: Valoración general del comportamiento

source: Overall goal comment
es_es: Comentario general de objetivos

source: Overall goals rating
es_es: Calificación general de objetivos

source: Overall performance comment
es_es: Comentario general sobre el desempeño

source: Download performance review
es_es: Descargar la evaluación de desempeño

source: Period to be evaluated
es_es: Período que se va a evaluar

source: Previous reviewer
es_es: Revisor anterior

source: Print preview
es_es: Vista previa de impresión

source: Publish final review to worker
es_es: Publicar la evaluación final para el trabajador

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
es_es: Si publica la evaluación ahora, {{employee}} no podrá enviar su autoevaluación y no podrá editar la evaluación más tarde. Una vez que la evaluación se haya publicado, {{employee}} podrá ver el resultado de la evaluación.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
es_es: Si publica esta evaluación ahora, no podrá editarla más tarde y {{employee}} verá el resultado de la evaluación.

source: I need to continue making changes. I will publish this review later.
es_es: Debo seguir haciendo cambios. Publicaré esta evaluación más tarde.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
es_es: Su formulario está ahora en la fase de moderación; por lo tanto, no podrá realizar cambios ni publicar su evaluación al trabajador. Una vez que se cierre la moderación, se le notificará que su formulario se ha reabierto y podrá realizar cambios en su calificación y comentarios antes de publicarlos al trabajador.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
es_es: Su subordinado podrá ver el envío en su formulario de evaluación y elegir entre aceptar o impugnar formalmente la evaluación.

source: Your final review was successfully published.
es_es: Su evaluación final se ha publicado correctamente.

source: Your review was submitted.
es_es: La evaluación se ha enviado.

source: Your review was successfully submitted.
es_es: Su evaluación se ha enviado correctamente.

source: Your review was submitted to your manager.
es_es: La evaluación se ha enviado a tu responsable.

source: Rate this goal
es_es: Califica este objetivo

source: Are you sure you want to reassign this review?
es_es: ¿Está seguro de que desea reasignar esta evaluación?

source: New assignee for <strong>{{user}}</strong>
es_es: Nueva persona asignada para <strong>{{user}}</strong>

source: The review was successfully reassigned.
es_es: La evaluación se ha reasignado correctamente.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
es_es: No ha solicitado ningún feedback sobre {{name}} durante el período de evaluación. ¿Por qué no obtiene ahora información de sus compañeros y otras partes interesadas?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
es_es: Explore las solicitudes sobre {{name}} que se han enviado durante el período de evaluación. Haga clic en cualquier solicitud para ver las respuestas recibidas. También puede reflexionar sobre solicitudes de períodos anteriores visitando la página "Solicitudes sobre mi equipo".

source: Requests about {{name}}
es_es: Solicitudes sobre {{name}}

source: Save and close
es_es: Guardar y cerrar

source: The performance review was successfully saved.
es_es: La evaluación de desempeño se ha guardado correctamente.

source: Performance review
es_es: Evaluación de desempeño

source: Not applicable
es_es: No aplicable

source: The self-review is optional. No review was provided yet.
es_es: La autoevaluación es opcional. No se ha proporcionado ninguna evaluación todavía.

source: Sensitive content corrected.
es_es: Contenido sensible corregido.

source: Sensitive content detected.
es_es: Se ha detectado contenido sensible.

source: Some words in this review were flagged as sensitive.
es_es: Algunas palabras en esta evaluación se han marcado como sensibles.

source: Update sensitive words
es_es: Actualizar la lista de palabras sensibles

source: Feedback about {{name}}
es_es: Comentarios sobre {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
es_es: Esta sección contiene todos los feedbacks sobre {{name}} que le han enviado o que han compartidos con usted. Utilice este feedback para obtener una visión general de su desempeño.

source: Review sign-off
es_es: Aprobación de evaluación

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
es_es: Ha impugnado su evaluación; por lo tanto, el responsable del responsable de línea podrá ver sus comentarios y la evaluación general.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
es_es: El responsable del su responsable de línea ha recibido la notificación de que ha impugnado su evaluación y debería ponerse en contacto.

source: The discussion request was sent.
es_es: Se ha enviado la solicitud de conversación.

source: Your review was challenged
es_es: Se ha impugnado su evaluación

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
es_es: Solo puede enviar la impugnación de revisión una vez; por lo tanto, le recomendamos que prepare sus comentarios y archivos adjuntos sin conexión antes de subirlos.

source: Add a final acceptance comment for my manager
es_es: Añada un comentario final de aceptación para mi responsable

source: Your manager will be in touch to arrange a further discussion on your review.
es_es: Su responsable se pondrá en contacto para organizar una discusión adicional sobre su evaluación.

source: "Let's discuss" request sent.
es_es: Solicitud de "Debate" enviada.

source: Thank you. You have successfully completed your review.
es_es: Gracias. Ha completado correctamente su evaluación.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
es_es: Si publicas esta evaluación ahora, {{reviewers}} no podrá enviar su evaluación y tampoco editar su evaluación más tarde. Una vez publicada la evaluación, {{employee}} podrá ver su resultado.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
es_es: De acuerdo. Esperaré a que se envíen otras evaluaciones y publicaré esta evaluación más tarde.

source: Submit and publish
es_es: Enviar y publicar

source: All good! No action required.
es_es: ¡Todo perfecto! No se requieren acciones.

source: This review needs an action from you
es_es: Esta evaluación necesita una acción por su parte

source: Describe agenda point topic
es_es: Describe el tema del punto del orden del día

source: About
es_es: Acerca de

source: Review status
es_es: Estado de la evaluación

source: Scale items
es_es: Elementos de escala

source: Some translations are missing for this language.
es_es: Faltan algunas traducciones para este idioma.

source: Final Validation
es_es: Validación final

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
es_es: No ha enviado sus comentarios y calificaciones redactados como parte de esta evaluación. ¿Quiere mostrar su contenido no publicado a continuación? <br>Los objetivos y comportamientos sin contenido redactado no se muestran.

source: Display not submitted content
es_es: Mostrar contenido no enviado

source: Not submitted - Visible only to you
es_es: No enviado, solo usted lo puede ver

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
es_es: Los colaboradores anteriores de la evaluación tienen contenido en borrador que puede ayudarle en su evaluación. ¿Quiere ver el contenido del borrador? El contenido siempre permanecerá en borrador y los trabajadores no lo podrán ver en ninguna fase del proceso.

source: Display previous content
es_es: Mostrar contenido anterior

source: Previous drafted content— Visible only to you; will not be published to the worker
es_es: Contenido redactado previamente, solo usted lo puede ver; no se publicará para el trabajador

source: Performance rating
es_es: Calificación de desempeño

source: Discussion outcome
es_es: Resultado de la discusión

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
es_es: Esta información es solo para su referencia y no se enviará como parte de la evaluación. Solo la persona que realiza la autoevaluación puede ver el contenido de esta página. La información en feedback, solicitud de feedback y comportamientos se basa en el período de evaluación. El contenido fuera de este período de evaluación no aparecerá aquí, pero se puede acceder a él en los lugares habituales de la aplicación.

source: Useful information
es_es: Información útil

source: Required
es_es: Obligatorio

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
es_es: Esta opción le permite sugerir un responsable adicional para esta evaluación. Después de la presentación, el responsable principal asignado a esta evaluación decidirá si añade a las personas que ha propuesto a la evaluación.

source: Additional manager request pending
es_es: Solicitud adicional de responsable pendiente

source: Invited by {{name}}
es_es: Invitado por {{name}}

source: Manager+1
es_es: Responsable+1

source: No other managers are involved in this review.
es_es: Ningún otro responsable participa en esta evaluación.

source: Feedback about {{employee}}
es_es: Comentarios sobre {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
es_es: Sus comentarios no se guardarán a menos que los envíe. Si cancela ahora, perderá sus comentarios y cualquier archivo adjunto cargado.

source: Performance review about {{name}}
es_es: Evaluación de desempeño sobre {{name}}

source: Performance review about me
es_es: Evaluación de desempeño sobre mí

source: My feedback
es_es: Mis comentarios

source: Requests about {{employee}}
es_es: Solicitudes sobre {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
es_es: Aquí puede ver las solicitudes sobre {{employee}} que se han enviado durante el período de evaluación. Haga clic en una solicitud para ver las respuestas. También puede reflexionar sobre solicitudes de períodos anteriores visitando la página "Solicitudes sobre mi equipo".
